/* No comment provided by engineer. */
"Could not move to Applications folder" = "Nepavyko perkelti Programų aplanko";

/* No comment provided by engineer. */
"Do Not Move" = "Neperkelti";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "Jei norite, galiu persikelti į Programų aplanką.";

/* No comment provided by engineer. */
"Move to Applications Folder" = "Perkelti į Programų aplanką";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "Ar perkelti į Programų aplanką Jūsų Namų aplanke?";

/* No comment provided by engineer. */
"Move to Applications folder?" = "Ar perkelti į Programų aplanką?";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "Tai pareikalaus administratoriaus slaptažodžio.";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "Tai padės išlaikyti jūsų Atsisiuntimų aplanką tvarkingą.";

